{
  "termsOfUse": {
    "eng": "<h2>Terms and Conditions</h2>\n      <h4>1. Agreement to Terms</h4>\n      <p>\n        1.1 These Terms and Conditions constitute a legally binding agreement\n        made between you, whether personally or on behalf of an entity (you),\n        and {appEnv.general.name}, located at {appEnv.general.address},{\" \"}\n        {appEnv.general.province}, {appEnv.general.country} -\n        {appEnv.general.zipCode} (we, us), concerning your access to and use of\n        the {appEnv.general.name}\n        website as well as any related applications (the Site).\n      </p>\n      <p>\n        The Site provides the following services: {appEnv.general.description}\n        (Services). You agree that by accessing the Site and/or Services, you\n        have read, understood, and agree to be bound by all of these Terms and\n        Conditions. If you do not agree with all of these Terms and Conditions,\n        then you are prohibited from using the Site and Services and you must\n        discontinue use immediately. We recommend that you print a copy of these\n        Terms and Conditions for future reference.\n      </p>\n      <p>\n        1.2 The supplemental policies set out in Section 1.7 below, as well as\n        any supplemental terms and condition or documents that may be posted on\n        the Site from time to time, are expressly incorporated by reference.\n      </p>\n      <p>\n        1.3 We may make changes to these Terms and Conditions at any time. The\n        updated version of these Terms and Conditions will be indicated by an\n        updated \"Revised\" date and the updated version will be effective as soon\n        as it is accessible. You are responsible for reviewing these Terms and\n        Conditions to stay informed of updates. Your continued use of the Site\n        represents that you have accepted such changes.\n      </p>\n      <p>\n        1.4 We may update or change the Site from time to time to reflect\n        changes to our products, our users' needs and/or our business\n        priorities.\n      </p>\n      <p>\n        1.5 Our site is directed to people residing in {appEnv.general.country}.\n        The information provided on the Site is not intended for distribution to\n        or use by any person or entity in any jurisdiction or country where such\n        distribution or use would be contrary to law or regulation or which\n        would subject us to any registration requirement within such\n        jurisdiction or country.\n      </p>\n      <p>\n        1.6 The Site is intended for users who are at least 18 years old. If you\n        are under the age of 18, you are not permitted to register for the Site\n        or use the Services without parental permission.{\" \"}\n      </p>\n      <p>\n        1.7 Additional policies which also apply to your use of the Site\n        include: Our <Link href=\"/privacy\">Privacy Notice</Link>, which sets out\n        the terms on which we process any personal data we collect from you, or\n        that you provide to us. By using the Site, you consent to such\n        processing and you warrant that all data provided by you is accurate.\n        Our Acceptable Use Policy, which sets out the permitted uses and\n        prohibited uses of the Site. When using the Site, you must comply with\n        this Acceptable Use Policy. Our Cookie Policy, which sets out\n        information about the cookies on the Site.\n      </p>\n      <h4>2. Acceptable Use</h4>\n      <p>\n        2.1 Our full Acceptable Use Policy, sets out all the permitted uses and\n        prohibited uses of this site.\n      </p>\n      <p>\n        2.2 You may not access or use the Site for any purpose other than that\n        for which we make the site and our services available. The Site may not\n        be used in connection with any commercial endeavors except those that\n        are specifically endorsed or approved by us.\n      </p>\n\n      <h4>3. Information you provide to us</h4>\n\n      <p>\n        3.1 You represent and warrant that:\n        <ul>\n          <li>\n            (a) all registration information you submit will be true, accurate,\n            current, and complete and relate to you and not a third party;\n          </li>\n          <li>\n            (b) you will maintain the accuracy of such information and promptly\n            update such information as necessary;\n          </li>\n          <li>\n            (c) you will keep your password confidential and will be responsible\n            for all use of your password and account;\n          </li>\n          <li>\n            (d) you have the legal capacity and you agree to comply with these\n            Terms and Conditions; and\n          </li>\n          <li>\n            (e) you are not a minor in the jurisdiction in which you reside, or\n            if a minor, you have received parental permission to use the Site.\n          </li>\n        </ul>\n      </p>\n\n      <p>\n        If you know or suspect that anyone other than you knows your user\n        information (such as an identification code or user name) and/or\n        password you must promptly notify us at {appEnv.general.adminEmail}.\n      </p>\n\n      <p>\n        3.2 If you provide any information that is untrue, inaccurate, not\n        current or incomplete, we may suspend or terminate your account. We may\n        remove or change a user name you select if we determine that such user\n        name is inappropriate.\n      </p>\n\n      <h4>4. Content you provide to us</h4>\n\n      <p>\n        4.1 There may be opportunities for you to post content to the Site or\n        send feedback to us (User Content). You understand and agree that your\n        User Content may be viewed by other users on the Site, and that they may\n        be able to see who has posted that User Content.\n      </p>\n\n      <p>\n        4.2 You further agree that we can use your User Content for any other\n        purposes whatsoever in perpetuity without payment to you, and combine\n        your User Content with other content for use within the Site and\n        otherwise. We do not have to attribute your User Content to you. When\n        you upload or post content to our site, you grant us the following\n        rights to use that content:\n      </p>\n\n      <p>\n        4.3 In posting User Content, including reviews or making contact with\n        other users of the Site you shall comply with our Acceptable Use Policy.\n      </p>\n\n      <p>\n        4.4 You warrant that any User Content does comply with our Acceptable\n        Use Policy, and you will be liable to us and indemnify us for any breach\n        of that warranty. This means you will be responsible for any loss or\n        damage we suffer as a result of your breach of this warranty.\n      </p>\n\n      <p>\n        4.5 We have the right to remove any User Content you put on the Site if,\n        in our opinion, such User Content does not comply with the Acceptable\n        Use Policy.\n      </p>\n\n      <p>\n        4.6 We are not responsible and accept no liability for any User Content\n        including any such content that contains incorrect information or is\n        defamatory or loss of User Content. We accept no obligation to screen,\n        edit or monitor any User Content but we reserve the right to remove,\n        screen and/or edit any User Content without notice and at any time. User\n        Content has not been verified or approved by us and the views expressed\n        by other users on the Site do not represent our views or values.\n      </p>\n\n      <p>\n        4.7 If you wish to complain about User Content uploaded by other users\n        please contact us at {appEnv.general.adminEmail} or use the take down or\n        report button.\n      </p>\n\n      <h4>5. Our content</h4>\n\n      <p>\n        5.1 Unless otherwise indicated, the Site and Services including source\n        code, databases, functionality, software, website designs, audio, video,\n        text, photographs, and graphics on the Site (Our Content) are owned or\n        licensed to us, and are protected by copyright and trade mark laws.\n      </p>\n\n      <p>\n        5.2 Except as expressly provided in these Terms and Conditions, no part\n        of the Site, Services or Our Content may be copied, reproduced,\n        aggregated, republished, uploaded, posted, publicly displayed, encoded,\n        translated, transmitted, distributed, sold, licensed, or otherwise\n        exploited for any commercial purpose whatsoever, without our express\n        prior written permission.\n      </p>\n\n      <p>\n        5.3 Provided that you are eligible to use the Site, you are granted a\n        limited licence to access and use the Site and Our Content and to\n        download or print a copy of any portion of the Content to which you have\n        properly gained access solely for your personal, non-commercial use.\n      </p>\n\n      <p>\n        5.4 You shall not (a) try to gain unauthorized access to the Site or any\n        networks, servers or computer systems connected to the Site; and/or (b)\n        make for any purpose including error correction, any modifications,\n        adaptions, additions or enhancements to the Site or Our Content,\n        including the modification of the paper or digital copies you may have\n        downloaded.\n      </p>\n\n      <p>\n        5.5 We shall (a) prepare the Site and Our Content with reasonable skill\n        and care; and (b) use industry standard virus detection software to try\n        to block the uploading of content to the Site that contains viruses.\n      </p>\n\n      <p>\n        5.6 The content on the Site is provided for general information only. It\n        is not intended to amount to advice on which you should rely. You must\n        obtain professional or specialist advice before taking, or refraining\n        from taking, any action on the basis of the content on the Site.\n      </p>\n\n      <p>\n        5.7 Although we make reasonable efforts to update the information on our\n        site, we make no representations, warranties or guarantees, whether\n        express or implied, that Our Content on the Site is accurate, complete\n        or up to date.\n      </p>\n\n      <h4>6. Link to third party content</h4>\n\n      <p>\n        6.1 The Site may contain links to websites or applications operated by\n        third parties. We do not have any influence or control over any such\n        third party websites or applications or the third party operator. We are\n        not responsible for and do not endorse any third party websites or\n        applications or their availability or content.\n      </p>\n\n      <p>\n        6.2 We accept no responsibility for adverts contained within the Site.\n        If you agree to purchase goods and/or services from any third party who\n        advertises in the Site, you do so at your own risk. The advertiser, and\n        not us, is responsible for such goods and/or services and if you have\n        any questions or complaints in relation to them, you should contact the\n        advertiser.\n      </p>\n\n      <h4>7. Site Management</h4>\n\n      <p>\n        7.1 We reserve the right at our sole discretion, to:\n        <ul>\n          <li>\n            (1) monitor the Site for breaches of these Terms and Conditions;\n          </li>\n          <li>\n            (2) take appropriate legal action against anyone in breach of\n            applicable laws or these Terms and Conditions;\n          </li>\n          <li>\n            (3) refuse, restrict access to or availability of, or disable (to\n            the extent technologically feasible) any of your Contributions;\n          </li>\n          <li>\n            (4) remove from the Site or otherwise disable all files and content\n            that are excessive in size or are in any way a burden to our\n            systems; and{\" \"}\n          </li>\n          <li>\n            (5) otherwise manage the Site in a manner designed to protect our\n            rights and property and to facilitate the proper functioning of the\n            Site and Services.\n          </li>\n        </ul>\n      </p>\n\n      <p>\n        7.2 We do not guarantee that the Site will be secure or free from bugs\n        or viruses.\n      </p>\n\n      <p>\n        7.3 You are responsible for configuring your information technology,\n        computer programs and platform to access the Site and you should use\n        your own virus protection software.\n      </p>\n\n      <h4>8. Modifications to and availability of the Site</h4>\n\n      <p>\n        8.1 We reserve the right to change, modify, or remove the contents of\n        the Site at any time or for any reason at our sole discretion without\n        notice. We also reserve the right to modify or discontinue all or part\n        of the Services without notice at any time.\n      </p>\n\n      <p>\n        8.2 We cannot guarantee the Site and Services will be available at all\n        times. We may experience hardware, software, or other problems or need\n        to perform maintenance related to the Site, resulting in interruptions,\n        delays, or errors. You agree that we have no liability whatsoever for\n        any loss, damage, or inconvenience caused by your inability to access or\n        use the Site or Services during any downtime or discontinuance of the\n        Site or Services. We are not obliged to maintain and support the Site or\n        Services or to supply any corrections, updates, or releases.\n      </p>\n\n      <p>\n        8.3 There may be information on the Site that contains typographical\n        errors, inaccuracies, or omissions that may relate to the Services,\n        including descriptions, pricing, availability, and various other\n        information. We reserve the right to correct any errors, inaccuracies,\n        or omissions and to change or update the information at any time,\n        without prior notice.\n      </p>\n\n      <h4>9. Disclaimer/Limitation of Liability</h4>\n\n      <p>\n        9.1 The Site and Services are provided on an as-is and as-available\n        basis. You agree that your use of the Site and/or Services will be at\n        your sole risk except as expressly set out in these Terms and\n        Conditions. All warranties, terms, conditions and undertakings, express\n        or implied (including by statute, custom or usage, a course of dealing,\n        or common law) in connection with the Site and Services and your use\n        thereof including, without limitation, the implied warranties of\n        satisfactory quality, fitness for a particular purpose and\n        non-infringement are excluded to the fullest extent permitted by\n        applicable law.\n      </p>\n\n      <p>\n        We make no warranties or representations about the accuracy or\n        completeness of the Site’s content and are not liable for any (1) errors\n        or omissions in content; (2) any unauthorized access to or use of our\n        servers and/or any and all personal information and/or financial\n        information stored on our server; (3) any interruption or cessation of\n        transmission to or from the site or services; and/or (4) any bugs,\n        viruses, trojan horses, or the like which may be transmitted to or\n        through the site by any third party. We will not be responsible for any\n        delay or failure to comply with our obligations under these Terms and\n        Conditions if such delay or failure is caused by an event beyond our\n        reasonable control.\n      </p>\n\n      <p>\n        9.2 Our responsibility for loss or damage suffered by you: up to $100\n        CAD. Whether you are a consumer or a business user.\n      </p>\n\n      <h4>10. Term and Termination</h4>\n\n      <p>\n        10.1 These Terms and Conditions shall remain in full force and effect\n        while you use the Site or Services or are otherwise a user of the Site,\n        as applicable. You may terminate your use or participation at any time,\n        for any reason, by following the instructions for terminating user\n        accounts in your account settings, if available, or by contacting us at{\" \"}\n        {appEnv.general.adminEmail}\n      </p>\n\n      <p>\n        10.2 Without limiting any other provision of these Terms and Conditions,\n        we reserve the right to, in our sole discretion and without notice or\n        liability, deny access to and use of the Site and the Services\n        (including blocking certain IP addresses), to any person for any reason\n        including without limitation for breach of any representation, warranty\n        or covenant contained in these Terms and Conditions or of any applicable\n        law or regulation.\n      </p>\n\n      <p>\n        If we determine, in our sole discretion, that your use of the\n        Site/Services is in breach of these Terms and Conditions or of any\n        applicable law or regulation, we may terminate your use or participation\n        in the Site and the Services or delete your profile and any content or\n        information that you posted at any time, without warning, in our sole\n        discretion.\n      </p>\n\n      <p>\n        10.3 If we terminate or suspend your account for any reason set out in\n        this Section 9, you are prohibited from registering and creating a new\n        account under your name, a fake or borrowed name, or the name of any\n        third party, even if you may be acting on behalf of the third party. In\n        addition to terminating or suspending your account, we reserve the right\n        to take appropriate legal action, including without limitation pursuing\n        civil, criminal, and injunctive redress.\n      </p>\n\n      <h4>11. Mobile Application</h4>\n\n      <p>\n        11.1 If you access the Services via a mobile application, then we grant\n        you a revocable, non-exclusive, non-transferable, limited right to\n        install and use the mobile application on wireless electronic devices\n        owned or controlled by you, and to access and use the mobile application\n        on such devices strictly in accordance with the terms and conditions of\n        this license.\n      </p>\n\n      <p>\n        11.2 The following terms apply when you use a mobile application\n        obtained from either the Apple Store or Google Play (each an App\n        Distributor) to access the Services:\n      </p>\n\n      <ul>\n        <li>\n          (a) The licence granted to you for our mobile application is limited\n          to a non-transferable licence to use the application on a device that\n          utilizes the Apple iOS or Android operating system, as applicable, and\n          in accordance with the usage rules set forth in the applicable App\n          Distributor terms of service;\n        </li>\n        <li>\n          (b) We are responsible for providing any maintenance and support\n          services with respect to the mobile application as specified in these\n          Terms and Conditions or as otherwise required under applicable law.\n          You acknowledge that each App Distributor has no obligation whatsoever\n          to furnish any maintenance and support services with respect to the\n          mobile application;\n        </li>\n        <li>\n          (c) In the event of any failure of the mobile application to conform\n          to any applicable warranty, you may notify an App Distributor, and the\n          App Distributor, in accordance with its terms and policies, may refund\n          the purchase price, if any, paid for the mobile application, and to\n          the maximum extent permitted by applicable law, an App Distributor\n          will have no other warranty obligation whatsoever with respect to the\n          mobile application;\n        </li>\n        <li>\n          (d) You represent and warrant that (i) you are not located in a\n          country that is subject to a U.S. government embargo, or that has been\n          designated by the U.S. government as a \"terrorist supporting\" country;\n          and (ii) you are not listed on any U.S. government list of prohibited\n          or restricted parties;\n        </li>\n        <li>\n          (e) You must comply with applicable third party terms of agreement\n          when using the mobile application, e.g., if you have a VoIP\n          application, then you must not be in breach of their wireless data\n          service agreement when using the mobile application; and\n        </li>\n        <li>\n          (f) You acknowledge and agree that the App Distributors are third\n          party beneficiaries of these Terms and Conditions, and that each App\n          Distributor will have the right (and will be deemed to have accepted\n          the right) to enforce these Terms and Conditions against you as a\n          third party beneficiary thereof.\n        </li>\n      </ul>\n\n      <h4>12. General</h4>\n\n      <p>\n        12.1 Visiting the Site, sending us emails, and completing online forms\n        constitute electronic communications. You consent to receive electronic\n        communications and you agree that all agreements, notices, disclosures,\n        and other communications we provide to you electronically, via email and\n        on the Site, satisfy any legal requirement that such communication be in\n        writing.\n      </p>\n\n      <p>\n        You hereby agree to the use of electronic signatures, contracts, orders\n        and other records and to electronic delivery of notices, policies and\n        records of transactions initiated or completed by us or via the Site.\n        You hereby waive any rights or requirements under any statutes,\n        regulations, rules, ordinances or other laws in any jurisdiction which\n        require an original signature or delivery or retention of non-electronic\n        records, or to payments or the granting of credits by other than\n        electronic means.\n      </p>\n\n      <p>\n        12.2 These Terms and Conditions and any policies or operating rules\n        posted by us on the Site or in respect to the Services constitute the\n        entire agreement and understanding between you and us.\n      </p>\n\n      <p>\n        12.3 Our failure to exercise or enforce any right or provision of these\n        Terms and Conditions shall not operate as a waiver of such right or\n        provision.\n      </p>\n\n      <p>\n        12.4 We may assign any or all of our rights and obligations to others at\n        any time.\n      </p>\n\n      <p>\n        12.5 We shall not be responsible or liable for any loss, damage, delay\n        or failure to act caused by any cause beyond our reasonable control.\n      </p>\n\n      <p>\n        12.6 If any provision or part of a provision of these Terms and\n        Conditions is unlawful, void or unenforceable, that provision or part of\n        the provision is deemed severable from these Terms and Conditions and\n        does not affect the validity and enforceability of any remaining\n        provisions.\n      </p>\n\n      <p>\n        12.7 There is no joint venture, partnership, employment or agency\n        relationship created between you and us as a result of these Terms and\n        Conditions or use of the Site or Services.\n      </p>\n\n      <p>\n        12.8 The following are trade marks of {appEnv.general.company}. You are\n        not permitted to use them without our approval, unless they are part of\n        material our Site explicitly states you are permitted to use.\n      </p>\n\n      <p>\n        12.9 A person who is not a party to these Terms and Conditions shall\n        have no right under the Contracts (Rights of Third Parties) Act 1999 to\n        enforce any term of these Terms and Conditions.\n      </p>\n\n      <p>\n        12.10 In order to resolve a complaint regarding the Services or to\n        receive further information regarding use of the Services, please\n        contact us by email at {appEnv.general.adminEmail} or by post to:{\" \"}\n        {appEnv.general.address}, {appEnv.general.company},{\" \"}\n        {appEnv.general.country} - {appEnv.general.zipCode}\n      </p>",
    "ptBr": ""
  }
}